Repository: nagyist/extension-tao-itemqti-pci
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_jp, pt_pt, ro_ro, sk_sk

source: Recorded audio is automatically played back after recording stops. During playback, no user interaction is possible and all buttons are disabled.
fr_fr: L'enregistrement audio est automatiquement lu après l'arrêt de l'enregistrement. Pendant la lecture, aucune interaction utilisateur n'est possible et tous les boutons sont désactivés.
hu_hu: A felvett hanganyag automatikusan lejátszásra kerül a felvétel leállítása után. Lejátszás közben nincs lehetőség felhasználói beavatkozásra, és minden gomb le van tiltva.
ja_jp: 録音した音声は、録音停止後に自動的に再生されます。再生中はユーザーの操作はできず、すべてのボタンが無効になります。
pt_pt: O áudio gravado é reproduzido automaticamente após a gravação parar. Durante a reprodução, nenhuma interação do usuário é possível e todos os botões estão desativados.
ro_ro: Fișierul audio înregistrat este redat automat după opriri de înregistrare. În timpul redării, nicio interacțiune cu utilizatorul nu este posibilă și toate butoanele sunt dezactivate.
sk_sk: Nahraný zvuk sa po zastavení nahrávania automaticky prehrá. Počas prehrávania nie je možná žiadna interakcia s používateľom a všetky tlačidlá sú neaktívne.

source: Recording format
fr_fr: Format d’enregistrement
hu_hu: Felvételi formátum
ja_jp: 録音フォーマット
pt_pt: Formato de gravação
ro_ro: Format înregistrare
sk_sk: Formát nahrávania

source: Recording starts automatically once test taker give microphone use authorisation.
fr_fr: L'enregistrement démarre automatiquement une fois que le preneur de test autorise l'utilisation du micro.
hu_hu: A felvétel automatikusan elindul, amint a vizsgázó engedélyezi a mikrofon használatát.
ja_jp: 受験者がマイク使用の許可を与えると、録音が自動的に開始されます。
pt_pt: A gravação começa automaticamente quando o realizador de testes dá autorização de uso do microfone.
ro_ro: Înregistrarea începe automat de îndată ce persoana care efectuează testul eliberează autorizația de utilizare a microfonului.
sk_sk: Nahrávanie sa spustí automaticky, akonáhle účastník testu udelí autorizáciu na použitie mikrofónu.

source: Recording starts automatically once test taker give microphone use authorisation. If a media stimulus is used, then the recording starts automatically after the stimulus has been played.
fr_fr: L'enregistrement démarre automatiquement dès que le participant autorise l'utilisation du microphone. Si un média de type stimulus est utilisé, alors l'enregistrement démarre automatiquement après la lecture de ce stimulus.
hu_hu: A felvétel automatikusan elindul, amint a vizsgázó engedélyezi a mikrofon használatát. Médiainger használata esetén a felvétel az inger lejátszása után automatikusan elindul.
ja_jp: 自動的に録音が開始されます。また，音声・動画を挿入すると、これらが再生後に自動的に録音が開始されます。
pt_pt: A gravação começa automaticamente quando o realizador de testes dá autorização de uso do microfone. Se um estímulo de mídia for usado, a gravação inicia automaticamente após o estímulo ser reproduzido.
ro_ro: Înregistrarea începe automat de îndată ce persoana care efectuează testul eliberează autorizația de utilizare a microfonului. Dacă se utilizează un stimul media, atunci înregistrarea începe automat după ce stimulul a fost redat.
sk_sk: Nahrávanie sa spustí automaticky, akonáhle účastník testu udelí autorizáciu na použitie mikrofónu. Ak sa použije mediálny podnet, nahrávanie sa spustí automaticky po jeho prehratí.

source: Response identifier
fr_fr: Identifiant de la réponse
hu_hu: Válasz azonosítója
ja_jp: レスポンス識別子
pt_pt: Identificador de resposta
ro_ro: Identificator de răspuns
sk_sk: Identifikátor odpovede

source: right arrow
fr_fr: flèche droite
hu_hu: jobbra mutató nyíl
ja_jp: 右矢印
pt_pt: seta direita
ro_ro: săgeată dreapta
sk_sk: šípka doprava

source: Scale size
fr_fr: Taille d'échelle
hu_hu: Méretméret
ja_jp: 縮尺
pt_pt: Tamanho da escala
ro_ro: Dimensiune scară
sk_sk: Veľkosť mierky

source: Score
hu_hu: Pontszám
ja_jp: スコア
pt_pt: Pontuação
ro_ro: Scor
sk_sk: Skóre

source: Score range
fr_fr: Échelle de score
hu_hu: Pontszámtartomány
ja_jp: スコア範囲
pt_pt: Intervalo de pontuação
ro_ro: Interval scor
sk_sk: Rozsah skóre

source: Sec:
hu_hu: Másodperc:
ja_jp: 秒：
pt_pt: Seis:
sk_sk: Sekcia:

source: Sequential
fr_fr: Séquentiel
hu_hu: Egymás utáni
ja_jp: シーケンシャル
pt_pt: Sequencial
ro_ro: Secvenţial
sk_sk: Sekvenčné

source: set intersection
fr_fr: définir l'intersection
hu_hu: beállított kereszteződés
ja_jp: 積集合
pt_pt: definir interseção
ro_ro: setează intersecția
sk_sk: križovatka množiny

source: set union
fr_fr: définir une union
hu_hu: halmazunió
ja_jp: 和集合
pt_pt: defina a união
ro_ro: setează uniune
sk_sk: zjednotenie množín

source: Settings
fr_fr: Réglages
hu_hu: Beállítások
ja_jp: 設定
pt_pt: Confirgurações
ro_ro: Setări
sk_sk: Nastavenia

source: Show icons
fr_fr: Afficher les icônes
hu_hu: Ikonok megjelenítése
ja_jp: アイコンを表示
pt_pt: Mostrar ícones
ro_ro: Arată pictograme
sk_sk: Zobraziť ikony

source: Show numbers
fr_fr: Afficher les numéros
hu_hu: Számok megjelenítése
ja_jp: 数字を表示
pt_pt: Mostrar números
ro_ro: Arată numerele
sk_sk: Zobraziť čísla

source: similar
fr_fr: similaire
hu_hu: hasonló
ja_jp: 相似
ro_ro: similare
sk_sk: podobný

source: sinus
hu_hu: arcüreg
ja_jp: sin
sk_sk: dutina

source: Small
fr_fr: Petit
hu_hu: Kicsi
ja_jp: 小
pt_pt: Pequeno
ro_ro: Mică
sk_sk: Malý

source: square brackets
fr_fr: crochets
hu_hu: szögletes zárójelek
ja_jp: 角括弧
pt_pt: colchetes quadrados
ro_ro: paranteze pătrate
sk_sk: hranaté zátvorky

source: square root
fr_fr: racine carrée
hu_hu: négyzetgyök
ja_jp: 平方根
pt_pt: raiz quadrada
ro_ro: rădăcină pătrată
sk_sk: druhá odmocnina

source: Stereo
fr_fr: Stéréo
hu_hu: Sztereó
ja_jp: ステレオ

source: subscript
fr_fr: souscription
hu_hu: alsó index
ja_jp: 下付き文字
pt_pt: índice
ro_ro: abonare
sk_sk: dolný index

source: subset
fr_fr: sous-ensemble
hu_hu: részhalmaz
ja_jp: サブセット
pt_pt: subconjunto
sk_sk: podmnožina

source: sum
hu_hu: összeg
sk_sk: súčet

source: superset
hu_hu: szuperhalmaz
ja_jp: スーパーセット
pt_pt: superconjunto
sk_sk: nadmnožina

source: Symbols
fr_fr: Symboles
hu_hu: Szimbólumok
ja_jp: シンボル
pt_pt: Símbolos
ro_ro: Simboluri
sk_sk: Symboly

source: tangent
hu_hu: tangens
sk_sk: tangenta

source: The identifier of the choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
fr_fr: L'identifiant du choix. Cet identifiant ne doit pas être utilisé par un autre choix ou une variable d'item. Un identifiant est une chaîne de caractères qui doit commencer avec une lettre ou un tiret bas ("_") et doit contenir seulement des lettres, des tirets bas, des tirets ("-"), un point ("."), des chiffres, des caractères combinés et des caractères étendus.
hu_hu: A választott azonosító. Ezt az azonosítót nem használhatja más válasz- vagy elemváltozó. Az azonosító egy karakterlánc, amelynek betűvel vagy aláhúzásjellel ("_") kell kezdődnie, és csak betűket, aláhúzásjeleket, kötőjeleket ("-"), pontokat (".", más néven pont), számjegyeket, kombinált karaktereket és bővítményeket tartalmazhat.
ja_jp: レスポンス識別子：同じ識別子を，他のレスポンスやアイテム変数で使用できません。識別子は、文字またはアンダースコア("_") で始まり、文字、アンダースコア、ハイフン ("-")、ピリオド (".")、10進数値（digit）、結合文字（CombiningChars）、エクステンダ（Extender）を含む文字列です。
pt_pt: O identificador da escolha. Este identificador não deve ser usado por qualquer outra resposta ou variável do item. Um identificador é uma string de caracteres que devem começar com uma letra ou um underscore ("_") e conter apenas letras, sublinhados, hífens ("-"), período (". , a.k.a. parada), Digits, CombiningChars e Excursos.
ro_ro: Identificatorul ales. Acest identificator nu trebuie să fie folosit de nici un alt răspuns sau de nici o variabilă de element. Un identificator este un șir de caractere care trebuie să înceapă cu o scrisoare sau o subliniere ("_") și să conțină doar litere, sublinieri, cratime ("-"), perioadă (". , a.k.a. punct de oprire completă), cifre, combinații Chars și extensii.
sk_sk: Identifikátor podľa výberu. Tento identifikátor nesmie byť použitý žiadnou inou premennou odpovede alebo položky. Identifikátor je reťazec znakov, ktorý musí začínať písmenom alebo podčiarkovníkom („_“) a obsahuje iba písmená, podčiarkovníky, pomlčky („-“), bodku („.“, čiže bodku), číslice, kombinované znaky a rozširujúce znaky.

source: The mapping options are available when at least one map entry is defined.
fr_fr: Les options de correspondance sont disponibles lorsqu'au moins une entrée de correspondance a été définie.
hu_hu: A leképezési beállítások akkor érhetők el, ha legalább egy leképezési bejegyzés definiálva van.
ja_jp: 採点方法の「マップレスポンス」は、準正答などにスコアを設定したい場合に使用します。
pt_pt: As opções de mapeamento estão disponíveis quando pelo menos uma entrada de mapa é definida.
ro_ro: Opțiunile de cartografiere sunt disponibile atunci când cel puțin o intrare de hartă este definită.
sk_sk: Možnosti mapovania sú k dispozícii, keď je definovaný aspoň jeden záznam mapy.

source: This is for testing purposes only. Displays a link to download the recorded file once the recording stops. This shouldn't be used in a delivery context, as it would allow the test taker to download its own recording.
fr_fr: Uniquement à des fins de test. Affiche un lien pour télécharger le fichier enregistré une fois que l'enregistrement s'arrête. Ceci ne devrait pas être utilisé dans le contexte d'une passation, étant donné que cela permettrait au participant de télécharger son propre enregistrement.
hu_hu: Ez csak tesztelési célokat szolgál. Megjelenít egy linket a rögzített fájl letöltéséhez, amint a felvétel leáll. Ezt nem szabad kézbesítési környezetben használni, mivel lehetővé tenné a vizsgázó számára a saját felvételének letöltését.
ja_jp: 録音が停止した後、音声ファイルをダウンロードするためのリンクを表示します。これはテスト実施前の録音状態の事前検証に利用してください。
pt_pt: Isto é apenas para fins de teste. Exibe um link para baixar o arquivo gravado quando a gravação para. Isso não deve ser usado em um contexto de entrega, pois permitiria que o realizador de testes baixasse sua própria gravação.
ro_ro: Acesta este doar pentru testare. Afișează un link pentru a descărca fișierul înregistrat odată ce înregistrarea se oprește. Acest lucru nu ar trebui utilizat într-un context de livrare, deoarece ar permite persoanei care efectuează testul să descarce propria înregistrare.
sk_sk: Toto slúži len na testovacie účely. Po zastavení nahrávania sa zobrazí odkaz na stiahnutie nahraného súboru. Toto by sa nemalo používať v kontexte reálneho testovania, pretože by to umožnilo účastníkovi testu stiahnuť si vlastnú nahrávku.

source: This options allow to insert a media stimulus that will have to be played before recording can happen.
fr_fr: Cette option permet d'insérer un stimulus média à jouer avant que l'enregistrement ne se produise.
hu_hu: Ez a beállítás lehetővé teszi egy médiainger beszúrását, amelyet le kell játszani a felvétel megkezdése előtt.
ja_jp: このオプションにより、録音回答する前に受験者が視聴する動画や音声を挿入することができます。
pt_pt: Estas opções permitem inserir um estímulo de mídia que terá de ser reproduzido para que a gravação possa acontecer.
ro_ro: Aceste opțiuni permit inserarea unui stimul media care va trebui redat înainte ca înregistrarea să se poată întâmpla.
sk_sk: Táto možnosť umožňuje vložiť mediálny podnet, ktorý sa musí prehrať pred spustením nahrávania.

source: Time limit:
fr_fr: Limite de temps :
hu_hu: Időkorlát:
ja_jp: 録音時間制限:
pt_pt: Tempo limite:
ro_ro: Termen limită:
sk_sk: Časový limit:

source: times
fr_fr: fois
hu_hu: alkalommal
ja_jp: 乗算
pt_pt: Tempos
ro_ro: ori
sk_sk: krát

source: times dot
fr_fr: fois point
hu_hu: pont
ja_jp: ドット
pt_pt: Ponto de vezes
ro_ro: ori punct
sk_sk: krát bodka

source: triangle
hu_hu: háromszög
ja_jp: 三角形
pt_pt: triângulo
ro_ro: triunghi
sk_sk: trojuholník

source: Trigonometry
fr_fr: Trigonométrie
hu_hu: Trigonometria
ja_jp: 三角関数
pt_pt: Trigonometria
ro_ro: Trigonometrie
sk_sk: Trigonometria

source: type :
hu_hu: típus:
ja_jp: タイプ:
sk_sk: typ:

source: Unable to upload file %s : %s
fr_fr: Impossible de charger le fichier %s : %s
hu_hu: Nem sikerült feltölteni a fájlt %s : %s
ja_jp: アップロードができません %s : %s
pt_pt: Não é possível carregar o arquivo %s : %s
ro_ro: Imposibil de încărcat fișierul %s : %s
sk_sk: Nepodarilo sa nahrať súbor %s : %s

source: Uncompressed
fr_fr: Non compressé
hu_hu: Tömörítetlen
ja_jp: 非圧縮
pt_pt: Descompactado
ro_ro: Necomprimat
sk_sk: Nekomprimované

source: Update interval:
fr_fr: Intervalle de mise à jour :
hu_hu: Frissítési intervallum:
ja_jp: 更新間隔
pt_pt: Intervalo de atualização:
ro_ro: Interval actualizare:
sk_sk: Interval aktualizácie:

source: Upload new custom interaction (zip package)
fr_fr: Charger une nouvelle interaction personnalisée (paquet zip)
hu_hu: Új egyéni interakció feltöltése (zip csomag)
ja_jp: 新規カスタムインタラクションをアップロード（ZIPパッケージ）
pt_pt: Enviar nova interação personalizada (pacote zip)
ro_ro: Încărcați o nouă interacțiune personalizată (pachet poștal)
sk_sk: Nahrať novú vlastnú interakciu (zip balíček)

source: use expression with gaps
fr_fr: utiliser des expressions avec des espaces
hu_hu: használjon hézagokat tartalmazó kifejezést
ja_jp: 穴埋め問題作成
pt_pt: usar expressão com lacunas
ro_ro: utilizează expresia cu lacune
sk_sk: použiť výraz s medzerami

source: Use media stimulus
fr_fr: Utiliser le stimulus média
hu_hu: Használj médiaösztönzőket
ja_jp: 動画・音声を挿入
pt_pt: Use o estímulo de mídia
ro_ro: Utilizarea stimulentelor media
sk_sk: Využite mediálne podnety

source: version :
hu_hu: verzió:
ja_jp: バージョン :
pt_pt: versão :
ro_ro: versiune :
sk_sk: verzia:

source: Vertical line, divide
fr_fr: Ligne verticale, diviser
hu_hu: Függőleges vonal, osztás
ja_jp: 垂直方向の分割線
pt_pt: Linha vertical, dividir
ro_ro: Linie verticală, divizați
sk_sk: Zvislá čiara, delenie

source: Warning
fr_fr: Avertissement
hu_hu: Figyelmeztetés
ja_jp: 警告
pt_pt: ATENÇÃO
ro_ro: Avertizare
sk_sk: POZOR

source: With compressed recording, the audio is saved as a webm or ogg file (smaller size). With uncompressed, as a lossless Wav file (much bigger size).
fr_fr: Avec un enregistrement compressé, l'audio est sauvegardé en tant que fichier webm ou ogg (plus petite taille). Si non compressé, en tant que fichier sans perte Wav (beaucoup plus grosse taille).
hu_hu: Tömörített felvétel esetén a hanganyag webm vagy ogg fájlként kerül mentésre (kisebb méret). Tömörítetlen felvétel esetén veszteségmentes Wav fájlként (sokkal nagyobb méret).
ja_jp: 圧縮の音声ファイルは，WebMまたはOggファイル（ファイル容量：小）として保存されます。非圧縮の場合は，WAVファイル（ファイル容量：大）として保存されます。
pt_pt: Com a gravação comprimida, o áudio é salvo como um arquivo webm ou ogg (tamanho menor). Com não comprimido, como um arquivo Wav sem perdas (tamanho muito maior).
ro_ro: Cu înregistrarea comprimată, fișierul audio este salvat ca un fișier web sau de ogg (mărime mai mică). Cu un fișier necomprimat, Wav fără pierdere (dimensiune mult mai mare).
sk_sk: Pri komprimovanom nahrávaní sa zvuk ukladá ako súbor WebM alebo Ogg (menšia veľkosť). Pri nekomprimovanom nahrávaní sa ukladá ako bezstratový súbor Wav (oveľa väčšia veľkosť).

source: Your browser blocked auto-play. Press Play to listen to your recording.
fr_fr: Votre navigateur a bloqué la lecture automatique. Appuyez sur Play pour écouter votre enregistrement.
hu_hu: A böngésződ letiltotta az automatikus lejátszást. Nyomd meg a Lejátszás gombot a felvétel meghallgatásához.
ja_jp: お使いのブラウザーが自動再生をブロックしました。再生を押して録音を再生します。
pt_pt: Seu navegador bloqueou auto-play. Pressione Play para ouvir sua gravação.
ro_ro: Browserul dvs. a blocat redarea automată. Apăsați Play pentru a vă asculta înregistrarea.
sk_sk: Váš prehliadač zablokoval automatické prehrávanie. Stlačte tlačidlo Prehrať a vypočujte si nahrávku.

source: Min:
ja_jp: 秒:
pt_pt: Mín:
sk_sk: Minimálne:
