Repository: nagyist/extension-tao-itemqti-pci
Catalog: locales/*/messages.po
Languages: fr_fr, hu_hu, ja_jp, pt_pt, ro_ro, sk_sk

source: 2 rows
fr_fr: 2 rangées
hu_hu: 2 sor
ja_jp: 2 行
pt_pt: 2 linhas
ro_ro: 2 rânduri
sk_sk: 2 riadky

source: 2 rows & 2 columns
fr_fr: 2 lignes & 2 colonnes
hu_hu: 2 sor és 2 oszlop
ja_jp: 2行2列
pt_pt: 2 linhas e 2 colunas
ro_ro: 2 rânduri & 2 coloane
sk_sk: 2 riadky a 2 stĺpce

source: Add alternative
fr_fr: Ajouter une alternative
hu_hu: Alternatíva hozzáadása
ja_jp: 代替を追加
pt_pt: Adicionar alternativa
ro_ro: Adăugare alternativă
sk_sk: Pridať alternatívu

source: Add answer option
fr_fr: Ajouter une option de réponse
hu_hu: Válaszlehetőség hozzáadása
ja_jp: 解答オプション追加
pt_pt: Adicionar opção de resposta
ro_ro: Adaugă opțiune răspuns
sk_sk: Pridať možnosť odpovede

source: Add gap
fr_fr: Ajouter un espace
hu_hu: Rés hozzáadása
ja_jp: 穴埋め追加
pt_pt: Adicionar espaço
ro_ro: Adăugare decalaj
sk_sk: Pridať medzeru

source: Add Interaction
fr_fr: Ajouter une interaction
hu_hu: Interakció hozzáadása
ja_jp: インタラクション追加
pt_pt: Adicionar interação
ro_ro: Adaugă Interacțiune
sk_sk: Pridať interakciu

source: Allow download
fr_fr: Permettre le téléchargement
hu_hu: Letöltés engedélyezése
ja_jp: ダウンロードを許可
pt_pt: Permitir download
ro_ro: Permite descărcarea
sk_sk: Povoliť sťahovanie

source: allow line break
fr_fr: permettre le saut de ligne
hu_hu: sortörés engedélyezése
ja_jp: 改行を許可
pt_pt: permitir quebra de linha
ro_ro: permite ruperea liniei
sk_sk: povoliť zalomenie riadku

source: Allow playback
fr_fr: Permettre la lecture
hu_hu: Lejátszás engedélyezése
ja_jp: 録音確認再生の許可
pt_pt: Permitir reprodução
ro_ro: Permite redare
sk_sk: Povoliť prehrávanie

source: Alternative
hu_hu: Alternatív
ja_jp: 代替
pt_pt: Alternativo
ro_ro: Alternativ
sk_sk: Alternatíva

source: angle
hu_hu: szög
ja_jp: 角
pt_pt: ângulo
ro_ro: unghi
sk_sk: uhol

source: Approximately
fr_fr: Environ
hu_hu: Hozzávetőlegesen
ja_jp: 約
pt_pt: Aproximadamente
ro_ro: Aproximativ
sk_sk: Približne

source: Audio bitrate:
fr_fr: Débit binaire audio :
hu_hu: Hang bitráta:
ja_jp: 音声ビットレート:
pt_pt: Bitrate do áudio:
ro_ro: Bitrat audio:
sk_sk: Bitová rýchlosť zvuku:

source: Audio has been previously recorded. Your browser does not support the playback of this recording. Please try on a different browser.
fr_fr: L'audio a déjà été enregistré. Votre navigateur ne supporte pas la lecture de cet enregistrement. Veuillez essayer sur un autre navigateur.
hu_hu: A hanganyag korábban már rögzítésre került. A böngészője nem támogatja a felvétel lejátszását. Kérjük, próbálja meg egy másik böngészővel.
ja_jp: 音声は以前に録音されたものです。お使いのブラウザは、この録画の再生に対応していません。別のブラウザでお試しください。
pt_pt: Áudio já foi gravado anteriormente. Seu navegador não suporta a reprodução desta gravação. Por favor, tente em um navegador diferente.
ro_ro: Fișierul audio a fost înregistrat anterior. Browserul dvs. nu acceptă redarea acestei înregistrări. Încercați pe un alt browser.
sk_sk: Zvuk bol predtým nahraný. Váš prehliadač nepodporuje prehrávanie tejto nahrávky. Skúste to v inom prehliadači.

source: authorize white space
fr_fr: autoriser les espaces
hu_hu: engedélyezze a szóközöket
ja_jp: スペースの入力許可
pt_pt: autorizar espaço em branco
ro_ro: autorizează spațiul alb
sk_sk: autorizovať prázdny priestor

source: Auto playback recording
fr_fr: Lecture automatique de l'enregistrement
hu_hu: Automatikus lejátszású felvétel
ja_jp: 録音後の自動再生
pt_pt: Gravação de reprodução automática
ro_ro: Auto redare înregistrare
sk_sk: Automatické prehrávanie nahrávania

source: Auto start recording
fr_fr: Démarrage automatique de l'enregistrement
hu_hu: Automatikus felvétel indítása
ja_jp: 自動録音開始
pt_pt: Auto iniciar gravação
ro_ro: Pornire auto înregistrare
sk_sk: Automatické spustenie nahrávania

source: Back to listing
fr_fr: Retour à la liste
hu_hu: Vissza a listához
ja_jp: リストに戻る
pt_pt: Voltar à listagem
ro_ro: Înapoi la listare
sk_sk: Späť na zoznam

source: braces/curly brackets
fr_fr: accolades / accolades
hu_hu: fogszabályozók/göndör konzolok
ja_jp: 波括弧
pt_pt: chaves/colchetes
ro_ro: paranteze/paranteze
sk_sk: zložené zátvorky

source: Cancel
fr_fr: Annuler
hu_hu: Mégsem
ja_jp: キャンセル
pt_pt: cancelar
ro_ro: Anulează
sk_sk: Zrušiť

source: Channels
fr_fr: Canaux
hu_hu: Csatornák
ja_jp: チャンネル
pt_pt: Canais
ro_ro: Canale
sk_sk: Kanály

source: Close dialog
fr_fr: Fermer la boîte de dialogue
hu_hu: Párbeszédpanel bezárása
ja_jp: ダイアログを閉じる
pt_pt: Fechar diálogo
ro_ro: Închide dialogul
sk_sk: Zatvoriť dialógové okno

source: colon
fr_fr: deux-points
hu_hu: vastagbél
ja_jp: コロン
pt_pt: dois-pontos
sk_sk: hrubé črevo

source: Comparison
fr_fr: Comparaison
hu_hu: Összehasonlítás
ja_jp: 比較
pt_pt: Comparação
ro_ro: Comparaţie
sk_sk: Porovnanie

source: Compressed
fr_fr: Compressé
hu_hu: Tömörített
ja_jp: 圧縮
pt_pt: Comprimido
ro_ro: Comprimat
sk_sk: Komprimované

source: congruent
fr_fr: cohérent
hu_hu: egybevágó
ja_jp: おめでとうございます
pt_pt: congruente
sk_sk: zhodný

source: contains as member
fr_fr: contient en tant que membre
hu_hu: tagként tartalmazza
ja_jp: にメンバーとして含まれています
pt_pt: contém como membro
ro_ro: conține ca membru
sk_sk: obsahuje ako člen

source: Correct
fr_fr: Corriger
hu_hu: Helyes
ja_jp: 正解
pt_pt: Corrigir
ro_ro: Corect
sk_sk: Správne

source: Correct answer option
fr_fr: Option de réponse correcte
hu_hu: Helyes válaszlehetőség
ja_jp: 正解オプション
pt_pt: Opção de resposta correta
ro_ro: Opțiune de răspuns corectă
sk_sk: Správna možnosť odpovede

source: cosinus
hu_hu: koszinusz
ja_jp: cos
sk_sk: kosínus

source: Define correct responses
fr_fr: Définir les réponses correctes
hu_hu: Határozza meg a helyes válaszokat
ja_jp: 正解の設定
pt_pt: Definir respostas corretas
ro_ro: Definește răspunsurile corecte
sk_sk: Definujte správne odpovede

source: Degree symbol
fr_fr: Symbole du Degree
hu_hu: Fokozat szimbólum
ja_jp: 学位記号
pt_pt: Símbolo de Graus
ro_ro: Simbolul gradului
sk_sk: Symbol stupňa

source: Delete
fr_fr: Supprimer
hu_hu: Töröl
ja_jp: 削除
pt_pt: excluir
ro_ro: Ștergere
sk_sk: Odstrániť

source: delete the answer
fr_fr: supprimer la réponse
hu_hu: törölje a választ
ja_jp: 解答を削除
pt_pt: excluir a resposta
ro_ro: şterge răspunsul
sk_sk: vymazať odpoveď

source: disabled
fr_fr: désactivé
hu_hu: fogyatékkal élő
ja_jp: 無効
pt_pt: desabilitado
ro_ro: dezactivat
sk_sk: postihnutý

source: Display icons at each end, or not
fr_fr: Afficher les icônes à chaque extrémité, ou non
hu_hu: Ikonok megjelenítése mindkét végén, vagy nem
ja_jp: 各端にアイコンを表示するかどうか
pt_pt: Exibir ícones em cada extremidade, ou não
ro_ro: Afişare pictograme la fiecare capetă, sau nu
sk_sk: Zobraziť ikony na oboch koncoch alebo nie

source: Display numbers above the choices, or not
fr_fr: Afficher les numéros au-dessus des choix, ou non
hu_hu: Számok megjelenítése a választási lehetőségek felett, vagy azok elrejtése
ja_jp: 選択肢の上に数字を表示するかどうか
pt_pt: Exibir números acima das opções, ou não
ro_ro: Afișează numerele deasupra opțiunilor sau nu
sk_sk: Zobraziť čísla nad možnosťami alebo nie

source: divide
fr_fr: diviser
hu_hu: osztás
ja_jp: 除算
pt_pt: dividir
ro_ro: împarte
sk_sk: rozdeliť

source: Download
fr_fr: Télécharger
hu_hu: Letöltés
ja_jp: ダウンロード
pt_pt: BAIXAR
ro_ro: Descărcare
sk_sk: Stiahnuť

source: edit the answer
fr_fr: modifier la réponse
hu_hu: szerkessze a választ
ja_jp: 解答を編集
pt_pt: editar a resposta
ro_ro: editează răspunsul
sk_sk: upraviť odpoveď

source: Enable all symbols
fr_fr: Activer tous les symboles
hu_hu: Az összes szimbólum engedélyezése
ja_jp: すべての記号を有効にする
pt_pt: Ativar todos os símbolos
ro_ro: Activează toate simbolurile
sk_sk: Povoliť všetky symboly

source: enable auto wrap
fr_fr: activer retour à la ligne automatique
hu_hu: automatikus sortörés engedélyezése
ja_jp: 自動改行有効
pt_pt: ativar o embrulho automático
ro_ro: activare încărcare automată
sk_sk: povoliť automatické zalamovanie

source: Enabled in item authoring
fr_fr: Activé dans la création d'articles
hu_hu: Engedélyezve az elemkészítésben
ja_jp: アイテムオーサリングで有効にする
pt_pt: Habilitado em autoria de item
ro_ro: Activat în autorul articolului
sk_sk: Povolené pri vytváraní položiek

source: equal
fr_fr: égal à
hu_hu: egyenlő
ja_jp: イコール
pt_pt: Igual
ro_ro: egal
sk_sk: rovnaký

source: Experimental only
fr_fr: Uniquement expérimental
hu_hu: Csak kísérleti jellegű
ja_jp: 実験用
pt_pt: Somente Experimental
ro_ro: Numai experimentale
sk_sk: Iba experimentálne

source: exponent
fr_fr: exposant
hu_hu: kitevő
ja_jp: 指数
pt_pt: expoente

source: For tests only
fr_fr: Uniquement pour des tests
hu_hu: Csak tesztekhez
ja_jp: 事前検証用
pt_pt: Somente para testes
ro_ro: Numai pentru teste
sk_sk: Len na testy

source: fraction
hu_hu: tört
ja_jp: x/y 分数
pt_pt: fração
ro_ro: fracție
sk_sk: zlomok

source: Functions
fr_fr: Fonctions
hu_hu: Funkciók
ja_jp: 関数
pt_pt: Funções
ro_ro: Funcții
sk_sk: Funkcie

source: Gap size
fr_fr: Taille de l'écart
hu_hu: Résméret
ja_jp: 穴埋めのサイズ
pt_pt: Tamanho da lacuna
ro_ro: Dimensiune decalaj
sk_sk: Veľkosť medzery

source: Geometry
fr_fr: Géométrie
hu_hu: Geometria
ja_jp: ジオメトリ
pt_pt: Geometria
ro_ro: Geometrie
sk_sk: Geometria

source: Give the possibility to the test taker to playback its own recording.
fr_fr: Donner la possibilité au participant de relire son propre enregistrement.
hu_hu: Lehetővé kell tenni a vizsgázó számára a saját felvételének visszajátszását.
ja_jp: 受験者は自分が録音した声を，再生して聞くことができます
pt_pt: Dê a possibilidade ao realizador de testes para reproduzir sua própria gravação.
ro_ro: Acordați posibilitatea persoanei care efectuează testul să redea propria înregistrare.
sk_sk: Dajte účastníkovi testu možnosť prehrať si vlastnú nahrávku.

source: greater than
fr_fr: supérieur à
hu_hu: nagyobb, mint
ja_jp: 大なり
pt_pt: maior que
ro_ro: mai mare decât
sk_sk: väčší ako

source: greater than or equal
fr_fr: supérieur ou égal
hu_hu: nagyobb vagy egyenlő, mint
ja_jp: 大なりイコール
pt_pt: maior que ou igual
ro_ro: mai mare sau egal
sk_sk: väčšie alebo rovné

source: Hide record button
fr_fr: Cacher le bouton d'enregistrement
hu_hu: Felvétel gomb elrejtése
ja_jp: 録音ボタンを隠す
pt_pt: Ocultar botão de gravação
ro_ro: Ascunde butonul de înregistrare
sk_sk: Tlačidlo Skryť nahrávanie

source: Hide stop button
fr_fr: Cacher le bouton d'arrêt
hu_hu: Stop gomb elrejtése
ja_jp: 停止ボタンを隠す
pt_pt: Ocultar botão de parar
ro_ro: Ascunde butonul de oprire
sk_sk: Skryť tlačidlo zastavenia

source: Hide the record button from test takers.
fr_fr: Cacher le bouton d'enregistrement aux utilisateurs du test.
hu_hu: Rejtsd el a felvétel gombot a vizsgázók elől.
ja_jp: テスト受験者から記録ボタンを非表示にします。
pt_pt: Ocultar o botão de registro dos usuários de teste.
ro_ro: Ascunde butonul de înregistrare din butoanele de testare.
sk_sk: Skryte tlačidlo nahrávania pred účastníkmi testu.

source: Hide the stop button from test takers.
fr_fr: Masquer le bouton d'arrêt des tests.
hu_hu: Rejtsd el a stop gombot a vizsgázók elől.
ja_jp: テスト受験者から停止ボタンを非表示にします。
pt_pt: Ocultar o botão parar dos takers de teste.
ro_ro: Ascunde butonul de oprire din teste.
sk_sk: Skryte tlačidlo zastavenia pred účastníkmi testu.

source: id :
hu_hu: azonosító:

source: In bps (bits per second). Set the tradeoff between audio quality and filesize. With the default value (20.000bps), a 2minutes recording weights roughly 300KB.
fr_fr: En bps (bits par seconde). Définissez le compromis entre la qualité audio et la taille du fichier. Avec la valeur par défaut (20.000bps), la taille d'un enregistrement de 2 minutes est d'environ 300 Ko.
hu_hu: bps-ben (bit/másodperc). Állítsa be a hangminőség és a fájlméret közötti arányt. Az alapértelmezett értékkel (20 000 bps) egy 2 perces felvétel súlya nagyjából 300 KB.
ja_jp: オーディオ品質とファイルサイズのバランスを設定します（単位：bps(ビット/秒)）。デフォルト値(20,000bps)では、2分間で約300KBになります。
pt_pt: Em bps (bits por segundo). Defina a troca entre a qualidade de áudio e o tamanho dos arquivos. Com o valor padrão (20.000bps), uma gravação de dois minutos de pesos cerca de 300KB.
ro_ro: În bps (bits pe secundă). Setați compromisul între calitatea audio și dimensiunea fișierului. Cu valoarea implicită (20.000bps), o greutate de înregistrare de 2 minute este de aproximativ 300KB.
sk_sk: V bps (bitoch za sekundu). Nastavte kompromis medzi kvalitou zvuku a veľkosťou súboru. Pri predvolenej hodnote (20 000 bps) váži 2-minútová nahrávka približne 300 KB.

source: In seconds. Maximum recording time allowed (cannot be less than 10seconds). Recording will automatically stop once reached.
fr_fr: En secondes. Temps d'enregistrement maximal permis (n'est jamais inférieur à 10 secondes). L'enregistrement s'arrête automatiquement quand ce maximum est atteint.
hu_hu: Másodpercben. A maximálisan megengedett felvételi idő (nem lehet kevesebb 10 másodpercnél). A felvétel automatikusan leáll, ha eléri ezt az időt.
ja_jp: 秒単位で設定。設定時間に達すると録音は自動的に停止します。10秒未満は設定できません。
pt_pt: Em segundos. O tempo máximo de gravação permitido (não pode ser menor que 10 segundos). A gravação irá parar automaticamente uma vez atingido.
ro_ro: În secunde. Timpul maxim de înregistrare permis (nu poate fi mai mic de 10 secunde). Înregistrarea se va opri automat odată atinsă.
sk_sk: V sekundách. Maximálny povolený čas nahrávania (nesmie byť kratší ako 10 sekúnd). Nahrávanie sa po jeho dosiahnutí automaticky zastaví.

source: In seconds. Maximum recording time allowed (cannot be less than 5 seconds). Recording will automatically stop once reached.
fr_fr: En secondes. Temps d'enregistrement maximum autorisé (ne peut pas être inférieur à 5 secondes). L'enregistrement s'arrêtera automatiquement une fois atteint.
hu_hu: Másodpercben. Maximális felvételi idő megengedett (nem lehet kevesebb 5 másodpercnél). A felvétel automatikusan leáll, ha eléri ezt az időt.
ja_jp: 秒単位で記録できる最大時間（5秒未満にすることはできません）に達すると自動的に記録は停止します。
pt_pt: Em segundos. O tempo máximo de gravação permitido (não pode ser inferior a 5 segundos). A gravação irá parar automaticamente quando atingido.
ro_ro: În secunde. Timpul maxim de înregistrare permis (nu poate fi mai mic de 5 secunde). Înregistrarea se va opri automat odată atinsă.
sk_sk: V sekundách. Maximálny povolený čas nahrávania (nesmie byť kratší ako 5 sekúnd). Nahrávanie sa po dosiahnutí tohto času automaticky zastaví.

source: In seconds. The time interval between partial updates of the recording.
fr_fr: En secondes. L'intervalle de temps entre les mises à jour partielles de l'enregistrement.
hu_hu: Másodpercben. A felvétel részleges frissítései közötti időintervallum.
ja_jp: 単位は秒。録画の部分的な更新の間隔。
pt_pt: Em segundos. O intervalo de tempo entre atualizações parciais da gravação.
ro_ro: În secunde. Intervalul de timp dintre actualizările parţiale ale înregistrării.
sk_sk: V sekundách. Časový interval medzi čiastočnými aktualizáciami záznamu.

source: Indefinite integral
fr_fr: Intégrale indéfinie
hu_hu: Határozatlan integrál
ja_jp: 不定積分
pt_pt: Integra indefinida
ro_ro: Integrală nedeterminată
sk_sk: Neurčitý integrál

source: Indicates that the audio forms part of a sequence with other sequential interactions. The advancing of the sequence is handled by the delivery engine. Delays are also respected.
fr_fr: Indique que l'audio fait partie d'une séquence avec d'autres interactions séquentielles. La progression de la séquence est gérée par le moteur de livraison et les délais sont également respectés.
hu_hu: Azt jelzi, hogy a hanganyag egy sorozat részét képezi más, egymást követő interakciókkal. A sorozat előrehaladását a kézbesítő motor kezeli. A késéseket is figyelembe veszi a rendszer.
ja_jp: オーディオが他のシーケンシャル相互作用を伴うシーケンスの一部を形成していることを示します。 シーケンスの進歩は配信エンジンによって処理されます。遅延も尊重されます。
pt_pt: Indica que o áudio é parte de uma sequência com outras interações sequenciais. O avanço da sequência é controlado pelo motor de entrega. Os atrasos também são respeitados.
ro_ro: Indică faptul că audio face parte dintr-o secvență cu alte interacțiuni secvențiale. Progresul secvenței este gestionat de motorul de livrare. Întârzierile sunt, de asemenea, respectate.
sk_sk: Označuje, že zvuk tvorí súčasť sekvencie s inými sekvenčnými interakciami. Posúvanie sekvencie vpred zabezpečuje doručovací modul. Rešpektujú sa aj oneskorenia.

source: Invalid files have been removed
fr_fr: Les fichiers invalides ont été supprimés
hu_hu: Érvénytelen fájlok eltávolítva
ja_jp: 無効なファイルは削除されました
pt_pt: Arquivos inválidos foram removidos
ro_ro: Fișierele nevalide au fost eliminate
sk_sk: Neplatné súbory boli odstránené

source: is a member of
fr_fr: est membre de
hu_hu: tagja a következőnek:
ja_jp: 属する
pt_pt: é um membro de
ro_ro: este membru al
sk_sk: je členom

source: is not a member of
fr_fr: n'est pas membre de
hu_hu: nem tagja a következőnek:
ja_jp: 属さない
pt_pt: não é membro de
ro_ro: nu este membru al
sk_sk: nie je členom

source: is parallel with
fr_fr: est parallèle avec
hu_hu: párhuzamos a
ja_jp: 平行
pt_pt: é paralelo com
ro_ro: este paralel cu
sk_sk: je paralelný s

source: is perpendicular to
fr_fr: est perpendiculaire à
hu_hu: merőleges a
ja_jp: 垂直
pt_pt: é perpendicular a
ro_ro: este perpendicular pe
sk_sk: je kolmá na

source: Large
fr_fr: Gros
hu_hu: Nagy
ja_jp: 大
pt_pt: grande
ro_ro: Mare
sk_sk: Veľký

source: Level
fr_fr: Niveau
hu_hu: Szint
ja_jp: レベル
pt_pt: Nível
ro_ro: Nivel
sk_sk: Úroveň

source: limit
fr_fr: limite
hu_hu: határ
ja_jp: 制限
pt_pt: limite
ro_ro: limită

source: ln
fr_fr: Dans
hu_hu: ban
pt_pt: n
sk_sk: v

source: log
fr_fr: journal
hu_hu: napló
pt_pt: registro
ro_ro: jurnal
sk_sk: protokol

source: lower than
fr_fr: inférieur à
hu_hu: alacsonyabb, mint
ja_jp: 小なり
pt_pt: menor que
ro_ro: mai mic de
sk_sk: nižšie ako

source: lower than or equal
fr_fr: inférieur ou égal
hu_hu: alacsonyabb vagy egyenlő, mint
ja_jp: 小なりイコール
pt_pt: menor ou igual
ro_ro: mai mic sau egal
sk_sk: nižšie alebo rovné

source: Manage custom interactions
fr_fr: Gérer les interactions personnalisées
hu_hu: Egyéni interakciók kezelése
ja_jp: PCI管理
pt_pt: Gerenciar interações personalizadas
ro_ro: Gestionează interacțiuni personalizate
sk_sk: Spravovať vlastné interakcie

source: Mapping default
fr_fr: Correspondance par défaut
hu_hu: Alapértelmezett leképezés
ja_jp: スコア初期値
pt_pt: Mapeamento padrão
ro_ro: Mapare implicită
sk_sk: Predvolené mapovanie

source: Matrix
fr_fr: Matrice
hu_hu: Mátrix
ja_jp: マトリクス
pt_pt: Matriz
ro_ro: Matricea
sk_sk: Matica

source: Max attempts:
fr_fr: Nombre maximal de tentatives :
hu_hu: Max. próbálkozás:
ja_jp: 最大試行回数:
pt_pt: Máximo de tentativas:
ro_ro: Tentative maxime:
sk_sk: Maximálny počet pokusov:

source: Maximal score for this interaction.
fr_fr: Score maximal pour cette interaction
hu_hu: Maximális pontszám erre az interakcióra.
ja_jp: この問題の最大スコア
pt_pt: Pontuação máxima para esta interação.
ro_ro: Scorul maxim pentru această interacţiune.
sk_sk: Maximálne skóre pre túto interakciu.

source: Maximum number of recording attempts allowed to the test taker. Set to 0 to allow unlimited attempts. With a limit of 3, the test taker will be able to click 2 times on the reset button.
fr_fr: Nombre maximal d'essais d'enregistrement permis pour le participant. Mettre à 0 pour un nombre illimité d'essais. Avec une limite de 3, le participant pourra cliquer 2 fois sur le bouton de remise à zéro.
hu_hu: A vizsgázó számára engedélyezett maximális rögzítési kísérletek száma. 0-ra állítva korlátlan számú kísérletet engedélyezhet. 3-as korlát esetén a vizsgázó kétszer kattinthat a visszaállítás gombra.
ja_jp: 受験者に許可する録音回数の設定です。3回に設定すると2回やり直しボタンを押せます。0に設定すると、何度でも録音のやり直しができます。
pt_pt: Número máximo de tentativas de gravação permitidas para o testador. Defina como 0 para permitir tentativas ilimitadas. Com um limite de 3, o aplicativo de teste poderá clicar 2 vezes no botão de reiniciar.
ro_ro: Numărul maxim de încercări de înregistrare permis persoanei care efectuează testarea. Se setează la 0 pentru a permite încercări nelimitate. Cu o limită de 3, luatorul de test va putea să facă clic de 2 ori pe butonul de resetare.
sk_sk: Maximálny počet pokusov o nahrávanie povolený účastníkovi testu. Nastavte na 0, ak chcete povoliť neobmedzený počet pokusov. Pri limite 3 bude môcť účastník testu dvakrát kliknúť na tlačidlo resetovania.

source: Medium
fr_fr: Moyen
hu_hu: Közepes
ja_jp: 中
pt_pt: Média
ro_ro: Medie
sk_sk: Stredné

source: Minimal score for this interaction.
fr_fr: Score minimal pour cette interaction.
hu_hu: Minimális pontszám ehhez az interakcióhoz.
ja_jp: この操作の最小スコア。
pt_pt: Pontuação mínima para esta interação.
ro_ro: Scorul minim pentru această interacţiune.
sk_sk: Minimálne skóre pre túto interakciu.

source: minus
hu_hu: mínusz
ja_jp: 減算
sk_sk: mínus

source: Mono
hu_hu: Monó
ja_jp: モノラル
pt_pt: Monocromático

source: n-root
hu_hu: n-gyökér
pt_pt: raíz
sk_sk: n-koreň

source: No Custom Interaction
fr_fr: Pas d'interaction personnalisée
hu_hu: Nincs egyéni interakció
ja_jp: カスタムインタラクションはありません
pt_pt: Sem Interação Personalizada
ro_ro: Nici o interacțiune personalizată
sk_sk: Žiadna vlastná interakcia

source: Number of channels for the recording. Allow to cut the record size in half if used in mono.
fr_fr: Nombre de canaux pour l'enregistrement. Permet de diviser la taille de l'enregistrement par deux si utilisé en mono.
hu_hu: A felvételhez használható csatornák száma. Mono módban történő használat esetén a felvételi méret felére csökkenthető.
ja_jp: 録音するチャンネル数。モノラルの場合、レコードサイズが半分になります。
pt_pt: Número de canais para gravação. Permite cortar o tamanho do registro pela metade se usado no mono.
ro_ro: Numărul de canale pentru înregistrare. Permiteți să tăiați dimensiunea înregistrării în jumătate dacă este folosită în mono.
sk_sk: Počet kanálov pre nahrávanie. Pri použití v mono režime je možné znížiť veľkosť nahrávky na polovicu.

source: Operands
fr_fr: Opérandes
hu_hu: Operandusok
ja_jp: 演算子
pt_pt: Operações
ro_ro: Operațiuni
sk_sk: Operandy

source: Options
hu_hu: Opciók
ja_jp: オプション
pt_pt: Opções
ro_ro: Opţiuni
sk_sk: Možnosti

source: parentheses/round brackets
fr_fr: parenthèses/parenthèses rondes
hu_hu: zárójelek/kerek zárójelek
ja_jp: 丸括弧
pt_pt: parênteses/parênteses redondos
ro_ro: paranteze/paranteze rotunde
sk_sk: zátvorky/okrúhle zátvorky

source: Percent
fr_fr: Pourcentage
hu_hu: Százalékos
ja_jp: 割合
pt_pt: Porcentagem
ro_ro: Procent
sk_sk: Percento

source: Play a sound at the start and end of recording.
fr_fr: Jouer un son au début et à la fin de l'enregistrement.
hu_hu: Játsszon le egy hangot a felvétel elején és végén.
ja_jp: 録音の開始と終了時にサウンドを再生します。
pt_pt: Tocar um som no início e no final da gravação.
ro_ro: Redaţi un sunet la începutul şi sfârşitul înregistrării.
sk_sk: Prehrať zvuk na začiatku a na konci nahrávania.

source: Play sound
fr_fr: Jouer un son
hu_hu: Hang lejátszása
ja_jp: サウンドを再生
pt_pt: Reproduzir som
ro_ro: Redare sunet
sk_sk: Prehrať zvuk

source: plus
hu_hu: plusz
ja_jp: 加算
pt_pt: mais

source: Plus/minus
fr_fr: Plus/moins
hu_hu: Plusz/mínusz
ja_jp: プラス/マイナス
pt_pt: Mais/menos
sk_sk: Plus/mínus

source: Portable Custom Interactions
fr_fr: Interactions personnalisées portables
hu_hu: Hordozható egyéni interakciók
ja_jp: PCI（Portable Custom Interactions）
pt_pt: Interações Personalizadas Portáteis
ro_ro: Interacțiuni personalizate portabile
sk_sk: Prenosné vlastné interakcie
